{
  "_id": { "$oid": "5f709670e08b98047aac1875" },
  "author": "datFranky",
  "sections": [
    {
      "title": "Tentativas de balanceamento",
      "champions": [
        {
          "name": "Ahri",
          "goal": "buff",
          "resume": "Passiva agora é o efeito passivo do Q, o que faz qualquer habilidade poder curar. W agora concede Velocidade de Movimento, causa 200% de dano a tropas com Vida baixa e as foca de maneira mais eficaz.",
          "context": "A mecânica de jogo e identidade da Ahri ficaram opacas com o passar do tempo, e isso não é nada encantador. Realizamos algumas mudanças no kit, principalmente no W, para reforçar a identidade de \"maga evasiva\" que pode entrar e sair de lutas procurando o momento perfeito de brilhar. Também transformamos o Furto de Essência do Q na Passiva dela, para que ela tenha mais oportunidades de se curar ao realizar trocas com Campeões inimigos. No geral, nossa raposa deve realizar seus combos e jogadas de maneira mais eficiente",
          "changes": [
            {
              "base": [
                {
                  "type": "change",
                  "attribute": "REGENERAÇÃO DE VIDA",
                  "before": "6,5",
                  "after": "5,5"
                }
              ]
            },
            {
              "p": [
                {
                  "type": "new",
                  "attribute": "FURTO DE ESSÊNCIA",
                  "after": "Ahri recebe um acúmulo de Furto de Essência sempre que atinge um inimigo com uma de suas habilidades, até um máximo de 3 acúmulos por conjuração e 9 no total. Quando Ahri atinge 9 acúmulos de Furto de Essência, sua próxima habilidade consome as essências para curá-la em 3/5/9/18 (níveis 1/6/11/16) (+0,09 de Poder de Habilidade) para cada inimigo atingido."
                },
                {
                  "type": "removed",
                  "attribute": "GRACIOSIDADE VASTAYA",
                  "after": "Ahri deixa de receber 20% de Velocidade de Movimento adicional por 3s sempre que acertar 2 habilidades em um Campeão inimigo dentro de 1,5s."
                }
              ]
            },
            {
              "q": [
                {
                  "type": "removed",
                  "attribute": "FURTO DE ESSÊNCIA",
                  "after": "Furto de Essência agora é a Passiva."
                }
              ]
            },
            {
              "w": [
                {
                  "type": "new",
                  "attribute": "A \"PATROA\" FAZ O QUE A PATROA FAZ",
                  "after": "Agora concede 40% de Velocidade de Movimento que decai ao longo de 1,5s ao ser conjurada"
                },
                {
                  "type": "new",
                  "attribute": "PISA NAS TROPAS",
                  "after": "Agora causa 200% de dano a tropas com menos de 20% de Vida"
                },
                {
                  "type": "updated",
                  "attribute": "MELHOR ALVEJAMENTO DE TROPAS",
                  "after": "O alvejamento agora prioriza melhor tropas com Vida baixa que podem ser abatidas por Fogo de Raposa caso não haja Campeões (Campeões sob o efeito de Encanto ainda são a primeira prioridade da habilidade)"
                },
                {
                  "type": "change",
                  "attribute": "TEMPO DE RECARGA",
                  "before": "9/8/7/6/5s",
                  "after": "10/9/8/7/6s"
                },
                {
                  "type": "change",
                  "attribute": "CUSTO",
                  "before": "40 de Mana",
                  "after": "55 de Mana"
                }
              ]
            }
          ]
        },
        {
          "name": "Ashe",
          "goal": "nerf",
          "resume": "Dano de Ataque base reduzido.",
          "context": "Ashe continua sendo uma das principais atiradoras do cenário profissional, então esfriamos as coisas um pouquinho.",
          "changes": [
            {
              "base": [
                {
                  "type": "change",
                  "attribute": "DANO DE ATAQUE",
                  "before": "61",
                  "after": "59"
                }
              ]
            },
            {
              "q": [
                {
                  "type": "change",
                  "attribute": "CORREÇÃO DE BUG",
                  "after": " O dano da Fúria do Vento do Furacão de Runaan agora considera os níveis de Concentração corretamente."
                },
                {
                  "type": "change",
                  "attribute": "CORREÇÃO DE BUG NOS EFEITOS VISUAIS",
                  "after": "Os projéteis do Furacão de Runaan disparados com o Q - Concentração foram corrigidos na skin Ashe Ametista."
                }
              ]
            }
          ]
        },
        {
          "name": "Galio",
          "goal": "nerf",
          "resume": "Dano base do Q reduzido.",
          "context": "Como o Q do Galio permite que ele limpe tropas no início de jogo sem muito risco, reduzimos o dano da habilidade para que ele não saia voando pelo mapa tão facilmente.",
          "changes": [
            {
              "q": [
                {
                  "type": "change",
                  "attribute": "DANO BASE",
                  "before": "80/115/150/185/220",
                  "after": "70/105/140/175/210"
                }
              ]
            }
          ]
        },
        {
          "name": "Jarvan IV",
          "goal": "buff",
          "resume": "Dano base do Q aumentado.",
          "context": "Um empurrãozinho básico no príncipe de Demacia para que ele tenha espaço no meta atual da selva.",
          "changes": [
            {
              "q": [
                {
                  "type": "change",
                  "attribute": "DANO BASE",
                  "before": "80/120/160/200/240",
                  "after": "90/130/170/210/250"
                }
              ]
            }
          ]
        },
        {
          "name": "Kayle",
          "goal": "buff",
          "resume": "Restauração de Mana do Q removido. Custo do W aumentado. Custo do E removido; velocidade do projétil aumentada.",
          "context": "Removemos o custo de Mana do E para tornar o gerenciamento de Mana da Kayle mais claro; no geral, ela agora depende menos de Mana. Juntamente com um projétil mais veloz, esperamos que a Campeã tenha uma fase de rotas mais saudável e possa trocar melhor contra o oponente.",
          "changes": [
            {
              "q": [
                {
                  "type": "removed",
                  "attribute": "RESTAURAÇÃO DE MANA",
                  "after": "Deixa de restaurar 50% do custo de Mana por cada Campeão inimigo atingido"
                }
              ],
              "w": [
                {
                  "type": "change",
                  "attribute": "CUSTO",
                  "before": "70/80/90/100/110 de Mana",
                  "after": "90/100/110/120/130 de Mana"
                }
              ],
              "e": [
                {
                  "type": "change",
                  "attribute": "CUSTO",
                  "before": "50/55/60/65/70 de Mana",
                  "after": "Sem custo"
                }
              ]
            }
          ]
        },
        {
          "name": "Kog'Maw",
          "goal": "nerf",
          "resume": "Crescimento de Vida base e de Armadura reduzido.",
          "context": "Nosso lagarto cáustico esteve sempre às beiradas do balanceamento, mas agora ele foi longe demais. Decidimos reduzir as defesas dele para que a identidade de atirador frágil e forte fique mais consolidada.",
          "changes": [
            {
              "base": [
                {
                  "type": "change",
                  "attribute": "CRESCIMENTO DE VIDA",
                  "before": "90",
                  "after": "85"
                },
                {
                  "type": "change",
                  "attribute": "CRESCIMENTO DE ARMADURA",
                  "before": "3,5",
                  "after": "3,25"
                }
              ]
            }
          ]
        },
        {
          "name": "Miss Fortune",
          "goal": "buff",
          "resume": "Crescimento de Velocidade de Ataque base aumentado.",
          "context": "Revertemos os enfraquecimentos das Atualizações 10.3 e 10.10 para que nossa pirata continue brilhando (e desfilando) no início de jogo.",
          "changes": [
            {
              "base": [
                {
                  "type": "change",
                  "attribute": "CRESCIMENTO DE VELOCIDADE DE ATAQUE",
                  "before": "2,25%",
                  "after": "3%"
                }
              ],
              "w": [
                {
                  "type": "change",
                  "attribute": "VELOCIDADE DE MOVIMENTO ADICIONAL MÁXIMA",
                  "before": "50/60/70/80/90",
                  "after": "55/65/75/85/95"
                }
              ]
            }
          ]
        },
        {
          "name": "Rumble",
          "goal": "buff",
          "resume": "Dano total do Q aumentado.",
          "context": "Esperamos que um aumento na temperatura do Rumble possa fazer dele uma boa opção de início de jogo no cenário profissional.",
          "changes": [
            {
              "q": [
                {
                  "type": "change",
                  "attribute": "DANO TOTAL",
                  "before": "175/210/245/280/315",
                  "after": "180/220/260/300/340"
                }
              ]
            }
          ]
        },
        {
          "name": "Sett",
          "goal": "nerf",
          "resume": "O soco de direita da Passiva agora escala com Dano de Ataque adicional. Multiplicador de dano adicional do Q com base na Vida máxima corrigido; multiplicador de dano adicional a cada 100 de Dano de Ataque adicional agora escala.",
          "context": "Sett continua malhando e subindo no cenário profissional, principalmente com itemizações de baixo custo focadas em utilidade e tanque. Como nossos últimos enfraquecimentos nos valores base não foram suficientes, ajustamos os escalamentos de dano e ouro com o intuito de fazer os jogadores priorizarem itemizações de dano. Daremos mais uma olhadinha na situação nele depois do Mundial, só por garantia.",
          "changes": [
            {
              "p": [
                {
                  "type": "change",
                  "attribute": "MULTIPLICADOR DE DANO ADICIONAL DO SOCO DE DIREITA",
                  "before": "0,15 de Dano de Ataque total",
                  "after": "0,5 de Dano de Ataque adicional"
                }
              ]
            },
            {
              "q": [
                {
                  "type": "change",
                  "attribute": "DANO ADICIONAL",
                  "before": "10/20/30/40/50 (+1/2/3/4/5% da Vida máxima do alvo) (+0,01 a cada 100 de Dano de Ataque total)",
                  "after": "10/20/30/40/50 (+0,01 da Vida máxima do alvo) (+1/1,5/2/2,5/3% a cada 100 de Dano de Ataque total)"
                }
              ]
            }
          ]
        },
        {
          "name": "Shen",
          "goal": "nerf",
          "resume": "Escudo da Passiva reduzido.",
          "context": "O fortalecimento no Shen durante a 10.15 fez com que ele passasse dos limites, por isso optamos por uma reversão parcial.",
          "changes": [
            {
              "p": [
                {
                  "type": "change",
                  "attribute": "ESCUDO",
                  "before": "70 - 121 (nos níveis 1 e 18)",
                  "after": "60 - 111 (nos níveis 1 e 18)"
                }
              ]
            }
          ]
        },
        {
          "name": "Shyvana",
          "goal": "adjust",
          "resume": "Forma Dragoa - Raio de explosão do E aumentado; efeitos e indicador de conjuração agora mostram o raio de alcance correto; ciclo de dano da marca no chão reduzido.",
          "context": "Quando encontramos um bug na Shyvana, também descobrimos várias maneiras de melhorar a clareza da Campeã. Como resultado, temos grandes correções visuais e uma pequena alteração nos números. Antigamente, o raio do Hálito Flamejante na Forma Dragoa escalava com o nível da habilidade, mas isso não era representado direito pelos efeitos visuais nem pela dica flutuante. Decidimos remover esse escalamento, já que uma habilidade tão importante não deve mudar tanto ao longo da partida. No geral, esperamos que as mudanças sejam um pequeno enfraquecimento na itemização de PdH e um pequeno fortalecimento na de DdA, tudo isso com muito mais clareza no E.",
          "changes": [
            {
              "e": [
                {
                  "type": "updated",
                  "attribute": "RAIO DE EXPLOSÃO NA FORMA DRAGOA",
                  "before": "220/240/260/280/300 (checagem no limite)",
                  "after": "345 (checagem no centro) (checagem no centro de 345 de raio é praticamente a mesma da checagem de limite com 280 de raio na maioria dos alvos)"
                },
                {
                  "type": "updated",
                  "attribute": "CHECAGEM DUPLA",
                  "after": "Efeitos e indicador de conjuração da Forma Dragoa agora mostram o raio correto da habilidade"
                },
                {
                  "type": "updated",
                  "attribute": "MAXIMIZAÇÃO",
                  "after": "Hálito Flamejante da Forma Dragoa deixa de ser conjurado no limite do alcance ao ser conjurado próximo ao alcance máximo."
                },
                {
                  "type": "change",
                  "attribute": "CICLO DE DANO DA MARCA NO CHÃO",
                  "before": "1s",
                  "after": "0,5s (dano por segundo inalterado)"
                },
                {
                  "type": "updated",
                  "attribute": "TÁ PEGANDO FOGO, BICHO",
                  "after": "A marca no chão da Forma Dragoa agora tem uma melhor resposta"
                }
              ]
            }
          ]
        },
        {
          "name": "Twitch",
          "goal": "buff",
          "resume": "Multiplicador de dano do E por acúmulo aumentado. Redução de dano do projétil do R por cada inimigo atingido diminuída.",
          "context": "Twitch estava se coçando para sair dos esgotos, voltar para o meta e colocar todo mundo pra rexpeitar! Os fortalecimentos na ultimate e no E ajudarão o rato não ficar tão escondido.",
          "changes": [
            {
              "e": [
                {
                  "type": "change",
                  "attribute": "MULTIPLICADOR DE DANO ADICIONAL POR ACÚMULO",
                  "before": "0,2 de Poder de Habilidade (máximo de 1,2 de Poder de Habilidade)",
                  "after": "0,333 de Poder de Habilidade (máximo de 2,0 de Poder de Habilidade)"
                }
              ],
              "r": [
                {
                  "type": "change",
                  "attribute": "REDUÇÃO DE DANO DO PROJÉTIL POR INIMIGO ATINGIDO",
                  "before": "-20% do projétil anterior (40% de limite de dano mínimo)",
                  "after": "-5% por unidade atingida (70% de limite de dano mínimo)"
                }
              ]
            }
          ]
        },
        {
          "name": "Xin Zhao",
          "goal": "buff",
          "resume": "Dano da perfuração do W aumentado.",
          "context": "Xin Zhao não é mais tão ameaçador no início de jogo quanto já foi. Isso pede por uma forcinha no dano e, consequentemente, na limpeza de acampamentos.",
          "changes": [
            {
              "w": [
                {
                  "type": "change",
                  "attribute": "DANO DA PERFURAÇÃO",
                  "before": "30/65/100/135/170 (+0,75 de Dano de Ataque)",
                  "after": "40/75/110/145/180 (+0,8 de Dano de Ataque)"
                }
              ]
            }
          ]
        }
      ]
    }
  ],
  "subTitles": ["Campeões"],
  "title": "Notas de Atualização 10.18",
  "img": "https://f002.backblazeb2.com/file/cincopots/posts/sionlindorivennadinha.jpg",
  "champions": [
    "Ahri",
    "Ashe",
    "Galio",
    "Jarvan IV",
    "Kayle",
    "Kog'Maw",
    "Miss Fortune",
    "Rumble",
    "Sett",
    "Shen",
    "Shyvana",
    "Twitch",
    "Xin Zhao"
  ],
  "blurb": "Chegou setembro! A gente tinha um plano pra essa data do ano... Então não vamos errar nem nos demorar, porque é hora de desvendar tudo que tem na Atualização 10.18!",
  "category": "pbe",
  "type": "patch-notes",
  "url": "https://br.leagueoflegends.com/pt-br/news/game-updates/notas-da-atualizacao-10-19/",
  "postedAt": "2020-09-15T18:00:00.000Z",
  "__v": 0,
  "slug": "notas-de-atualizacao-1018"
}
